[
  {
    "id":1,
    "time": "2020-07-01",
    "title": "Alaska Malamute",
    "content": "Alaska hay chính là là Alaska Malamute hoặc Mahlemuts là một trong những loài chó kéo xe tại vịnh Kotzebue, vùng đất Alaska. Những người dân nơi đây đã nuôi dưỡng và huấn luyện chúng để làm việc kéo xe dưới thời tiết lạnh giá. Sau đó, khi vùng đất này trở thành 1 bang của nước Mỹ thì Alaska nghiễm nhiên trở thành một loài động vật của Mỹ.\nChiều cao trung bình của chúng là từ 63,5 cm đến 68,5cm. Riêng dòng Giant có thể cao tới 70cm và cân nặng có thể lên đến 75kg. Sở dĩ Alaska được chọn làm chó kéo xe vì chân của chúng rất lớn và cơ bắp, bộ khung xương cao to, đặc biệt xương chân và các khớp xương chân rất phát triển.\nBộ lông của chúng cực dày, mềm và màu sắc biến thiên dần từ bụng tới sống lưng và mặt. Nếu như phần bụng có màu trắng toát thì sống lưng sẽ đậm sang màu khác và khuôn mặt thì phân thành các mảng trắng.\nCũng như giống Husky, để thích nghi với cái rét lạnh giá Bắc Cực, Alaska có 2 lớp lông là lớp lông dài bên ngoài không thấm nước và lớp lông ngắn bên trong mềm và bông như lông cừu. Cặp mắt của chúng quy định theo màu lông và thường là mắt màu nâu, màu đen, màu xanh… Mắt chúng hình quả hạnh nhân và đặc biệt có đôi tai đầy lông tơ.\nNói về bộ lông có lẽ Alaska là một trong những loài chó sở hữu bộ lông đẹp nhất, nhất là phần lông đuôi dài và xõa nhưng cũng chính vì vậy mà người nuôi phải đầu tư nhiều thời gian để chăm sóc lông cho chúng.\nVề màu lông, chúng cũng có màu lông đa dạng tương tự Husky nhưng chủ yếu là màu xám trắng, xám lông chồn phối với trắng, đen trắng và thậm chí có những chú trắng toát toàn thân. Tuy màu lông khác nhau nhưng phần lông 4 chân và mõm luôn luôn là màu trắng.\n",
    "thumbnail": "https://traichoalaska.com/wp-content/uploads/2017/08/cho-alaska-malamute.jpg",
    "tag": ["dog","alaska"]
  },
  {
    "id":2,
    "time": "2020-07-01",
    "title": "Chihuahua",
    "content": "Chó Chihuahua là giống chó nhỏ bé nhất trên thế giới. Có lẽ bởi vì sự nhỏ nhắn có phần tinh nghịch và thông minh của mình mà giống chó này trở thành thú cưng được yêu thích trên thế giới. Và nếu bạn đang có ý định nuôi một chú Chihuahua thì tham khảo ngay bài viết dưới đây của chúng tôi để có cái nhìn rõ nhất và biết thêm những thông tin về chú chó nổi tiếng này.\nChihuahua là giống chó có thân hình nhỏ bé nhất thế giới: cân nặng của chúng chỉ đạt khoảng 0,5kg và có chiều cao dưới 23cm\nChihuahua là giống chó lâu đời nhất ở Bắc Mỹ\nBộ não của Chihuahua không hề nhỏ bé như thân hình của nó\nChihuahua có bất kỳ màu lông nào cũng được\nChihuahua từng là một con vật linh thiêng\nChihuahua không thích làm thân với bất kỳ giống chó nào khác trừ đồng loại của mình\nChihuahua là con vật chỉ trung thành với một chủ duy nhất\nNếu bạn là một người cô đơn, luôn bộn bề với công việc thì có một chú chó Chihuahua để làm bạn thực sự rất tuyệt bởi Chihuahua là giống chó rất thích hợp để bầu bạn. Chú chó này có tính cách năng động, kiêu hãnh, mạnh dạn và luôn bày tỏ tình cảm thân thiết với người chủ của nó. Vì nhỏ con nên chúng di chuyển rất nhanh và nhẹ để tránh bị dẫm phải. Đặc biệt, chúng rất nhanh nhẹn, thông minh và thính giác cực kỳ phát triển.\nChihuahua còn có tính cách là thích liếm mặt chủ và thích được chủ âu yếm. Chúng luôn tỏ ra cảnh giác với người lạ, không cho người lạ lại gần mình và lúc nào cũng lẽo đẽo bám theo chủ của mình. Nhìn chung thì giống chó này khá thông minh, học nhanh và khả năng phản xạ tốt.\n",
    "thumbnail": "https://petmaster.vn/petroom/wp-content/uploads/2020/03/cho-chihuahua-2.jpg",
    "tag": ["dog","chihuahua"]
  },
  {
    "id":3,
    "time": "2020-07-01",
    "title": "Unexpected benefits when raising dogs",
    "content": "1.Less sick :Humans hate bacteria, but it seems that the more germs we are exposed to, the less sick we will be. Dogs carry a lot of bacteria, if you leave them in the house, the microorganisms in our body will learn how to fight many different types of bacteria and thus the body's resistance will be better.\n2.Be more active :Breeding dogs needs a lot of care, they need to be walking and playing everyday. This means that their owners need to spend an additional 30 minutes a day exercising, which will reduce the risk of cardiovascular disease.\n3.Expand social relationships :People tend to trust strangers when they carry dogs rather than those who travel alone. In addition, survey participants also said that they could easily approach and talk to their dog and dog owners as well as make some new friends.\n4.Dogs can help reduce stress :People exposed to pets while working can reduce stress significantly. Less stress means more energy and higher productivity.\n5.Happier :Dog owners are less likely to suffer from depression than non-dog owners. They can help people with depression recover from the crisis. The love and energy in dogs helps their owners to be more active and outgoing.\n6.Improve cardiovascular health :Dogs can improve your heart health, just patting them can lower blood pressure and heart rate. Another study found that dog owners slept better at night, and this is also a major factor affecting the heart.\n7.Dogs can be cancer detection devices : This may sound crazy, but dogs are capable of sniffing cancer cells in the human body. There have been many stories of dogs constantly smelling or licking parts of their owners' bodies and they found cancer later. Dogs can sniff and detect very well so many dogs are trained for this purpose.\n8.Dogs can teach children to be responsible :Many parents wonder if it is risky to buy pets for their children. In fact, if you think your child is old enough to have a pet, it's time to give responsibility. This not only teaches your child how to take care of pets but also empathy, which is an important thing in life.\n9.They make you feel safe :Dogs often feel familiar with a place or their owner. So the protective instinct will be shown when a stranger arrives. Research shows that thieves often give up when they hear dogs barking. Keeping a dog can make you feel safer when you leave home.\n",
    "thumbnail": "https://baoquocte.vn/stores/news_dataimages/nguyennga/102017/20/08/081553_7Having_a_dog_good_for_your_social_life_COMD.jpg",
    "tag": ["dog"]
  },
  {
    "id":4,
    "time": "2020-07-04",
    "title": "Mèo Sphynx",
    "content": "Mèo Ai Cập shynx có ngoại hình vô cùng kỳ lạ và độc đáo. Cơ thể chúng hoàn toàn trụi lông kèm thêm một gương mặt nhăn nheo như đang trong trạng thái cáu kỉnh. Mèo Ai Cập còn có tên gọi khác là mèo Sphynx, mèo nhân sư, mèo không lông. Trông mèo nhân sư có vẻ kỳ dị vậy thôi nhưng chúng cũng là loài mèo được nhiều người trong giới thượng lưu yêu thích và dần đang được nuôi phổ biến\nNgười ta gọi mèo Sphynx là mèo Ai Cập không phải vì Sphynx có nguồn gốc từ mảnh đất sinh ra các Pharaoh mà bởi vì ngoại hình của nó. Ban đầu người ta chỉ gọi là mèo không lông. Nhưng vì ngoại hình của chúng khá giống với bức tượng nhân sư ở Ai Cập nên cái tên mèo Ai Cập, mèo nhân sư ra đời. \nThực chất, Shynx là giống mèo bị đột biến gen tự nhiên không thông qua cấy ghép, giống mèo này xuất hiện một cách rất tình cờ. Vào năm 1966, ở Toronto, Canada có một chú mèo con ra đời là kết quả của cuộc giao phối giữa hai chú mèo khác. Trong khi mèo bố mẹ hoàn toàn bình thường thì trên người mèo con lại trụi hết sạch lông, trông rất hoang dã. Người ta đã cố gắng gây giống nhưng bị thất bại vì giống mèo không lông này gặp nhiều vấn đề về sức khỏe. \nNếu thoạt nhìn sẽ thấy vẻ ngoài của mèo nhân sư rất khó ưa, một con mèo nhẵn nhụi không lông với làn da nhăn nheo non nớt như một sinh vật vừa chào đời. Nhưng có một điều kỳ lạ là nếu quan sát kỹ hơn bạn sẽ càng cảm thấy mê đắm. \nChắc hẳn ai cũng tưởng mèo Ai Cập không có lông nhưng thực tế giống mèo này vẫn có một lớp lông tơ mỏng bao trùm toàn cơ thể. Dù lớp lông này không có tác dụng giữ ấm nhưng lại giúp Sphynx nhạy bén hơn so với các giống mèo khác. Mèo không lông thuộc loài có lớp da đa dạng màu sắc như: nude, hồng phớt, đen, trắng,... Đôi khi sẽ có những cá thể có màu sắc pha trộn với nhau. Tuy nhiên những chú mèo Sphynx có màu da càng hiếm đỏ hoặc vằn đen sẽ càng có giá trị lớn. \nCũng như nhiều loài mèo khác, mèo không lông Sphynx cũng rất thích nằm cạnh những đồ vật ấm áp như tivi, máy tính, chăn bông,… đôi lúc sẽ ra sân sưởi nắng. Mèo Sphynx còn có tính cách vô cùng gần gũi, hòa đồng với các loài vật nuôi khác trong nhà. Chúng không có thói quen xấu như gầm gừ, đánh nhau mà thay vào đó là sự nhường nhịn, thân thiện. Nếu như nhiều chú mèo cảnh thuộc dòng dõi khác khá là khó thích nghi trong việc bắt chuột thì Sphynx không lông lại ngược lại. Chúng rất nhanh nhạy, không chỉ là những tay săn chuột cừ khôi mà còn nổi tiếng với biệt tài săn chim, cá.\n",
    "thumbnail": "https://www.chotot.com/kinhnghiem/wp-content/uploads/2019/10/gia-ban-meo-ai-cap.jpg",
    "tag": ["cat","sphinx"]
  },
  {
    "id":5,
    "time": "2020-07-05",
    "title": "Mèo anh lông dài",
    "content": "Với bộ lông dài, dày xù xì, những bé mèo Anh lông dài lúc nào cũng có vẻ to béo hơn so với các giống mèo khác. Bộ lông của chúng mượt mịn phủ lên trên cả cơ thể chắc nịch, bộ ngực nở nang. Mèo lông dài Anh có nhiều màu lông khác nhau: nâu vàng, xanh, kem, nâu socola, đen,… khá tương đồng với mèo Anh lông ngắn. Giống như tổ tiên của mình, mèo Ald có một cái đầu tròn, đôi mắt sáng ngời và hai chiếc tai ngắn. Phần chân của chúng cũng y hệt như mèo Aln, ngắn và mũm mĩm. Một chú mèo Anh lông dài cái có trọng lượng cơ thể từ 4 – 6 kg, trong khi đó con đực có thể nặng tới 8kg.\nBộ lông của mèo Anh tương đối dày, nhất là mèo Ald lại có bộ lông rất dài, chính vì thế bạn cần chải lông thường xuyên cho chúng để tránh bết dính, sạch chấy rận và bụi bẩn. Chải lông cho mèo Anh lông dài và mèo Anh lông ngắn trung bình 1 ngày/lần. Việc tắm rửa cũng nên diễn ra đều đặn 1 tuần/lần để loại bỏ mùi hôi, vi khuẩn bám trên lông của chúng. Mùa hè ở Việt Nam có nhiệt độ khá cao, bạn nên cạo lông cho mèo Anh lông dài để cơ thể chúng được thoáng mát hơn, tránh xảy ra hiện tượng sốc nhiệt.\n",
    "thumbnail": "https://petto.vn/wp-content/uploads/2019/01/meo-anh-long-dai-nguon-goc-dac-diem-va-gia-cua-meo-anh-long-dai-1.jpg",
    "tag": ["cat", "british long hair"]
  },
  {
    "id":6,
    "time": "2020-07-06",
    "title": "Mèo anh lông ngắn",
    "content": "Mèo Anh hiện là loài mèo được nuôi phổ biến tại nhiều gia đình trên thế giới trong đó có Việt Nam. Mèo Anh được phân chia thành 2 loại là mèo Anh lông ngắn (British Shorthair) và mèo Anh lông dài (British Longhair). Những chú mèo Anh thuộc hai giống này đều sở hữu ngoại hình vô cùng dễ thương, vì thế được rất nhiều người yêu thích.\nMèo Anh lông ngắn còn có tên gọi là mèo Aln, loài mèo có lịch sử lâu đời nhất nước Anh. Chào đời nhờ sự phối kết hợp ngẫu nhiên của giống mèo Ai Cập cổ đại và những chú mèo đường phố ở Anh. Theo thông tin ghi chép lại, từng có một thời gian mèo Anh lông ngắn tưởng chừng như đứng bên bờ vực tuyệt chủng do việc nhân giống khó khăn và sự du nhập của các loài mèo khác. Nhưng thật may mắn, những người yêu mèo đã tìm cách bảo tồn loài mèo này, nỗ lực lai tạo và giữ gìn giống mèo Aln thuần chủng hiện nay. Mặc dù hiện nay mèo Aln khá phổ biến nhưng vì quá trình nhân giống cũng không hề đơn giản nên giá mèo Anh lông ngắn cũng khá đắt.\nMèo Anh lông ngắn có cơ thể tương đối tròn trịa chứ không dài người, khung xương to kết hợp cùng với bộ ngực lực lưỡng khiến chúng trông thật săn chắc, khỏe khoắn. Tỷ lệ giữa chiều dài cơ thể và 4 chiếc chân lại khá chênh nhau. Mèo Aln sở hữu 4 chiếc chân ngắn cũn cỡn, với 4 quả măng cụt to tròn, phần đệm thịt rất dày và mềm. Nhờ vậy mà mỗi bước đi của chúng đều nhẹ nhàng, uyển chuyển hơn, không phát ra âm thanh. Phần đuôi được bao phủ bởi một lớp lông siêu dày. Miệng mèo lúc nào cũng chúm chím nhỏ xinh, má phúng phính như hai chiếc bánh bao được đắp lên mặt, đôi tai nhỏ và mỏng so với kích cỡ của đầu lúc nào cũng dựng đứng. Điểm ấn tượng nhất của mèo Anh lông ngắn nằm ở đôi mắt to tròn, long lanh hai màu xanh hoặc vàng đồng trông vô cùng dễ thương.\nMàu sắc lông của mèo Anh lông ngắn khá đa dạng, hiện nay trên thị trường Việt Nam có một số màu phổ biến như: xám, xám xanh, vàng, lilac,… Ngoài ra còn xuất hiện các màu hiếm như tabby, bicolor, himalayan, đen, tam thể, vằn, golden hoặc silver,… Giá mèo Anh lông ngắn có màu lông đặc biệt sẽ cao hơn những chú có bộ lông màu cơ bản.\nLông của mèo Aln lúc nào cũng bóng bẩy, mượt mà. Cảm giác khi chạm vào, vuốt ve chúng như đặt tay lên một tấm thảm nhưng vậy. Trọng lượng trung bình một chú mèo Anh lông ngắn khi trưởng thành dao động từ 4 – 8,5 kg.\nNhững chú mèo Anh đều rất hiền tính, không thích sự ồn ào, náo nhiệt, đặc biệt là sống rất tình cảm. mèo Anh lông dài sống gần gũi với con người hơn mèo Anh lông ngắn. Cả hai giống mèo Anh đều quấn chủ, thích được ôm ấp, vuốt ve. Nếu hồi nhỏ có chút tinh nghịch thì khi trưởng thành, cả mèo Anh lông dài và lông ngắn chỉ thích nằm một chỗ tận hưởng không gian yên bình, lim dim đôi mắt và ngủ. Bản tính các “boss” là thích độc lập, vì thế nếu bạn bận rộn không có thời gian chơi cùng thì chỉ cần đưa ra một quả bóng chúng sẽ đùa nghịch cả ngày không biết chán. Tuy nhiên, một đặc điểm được coi là tính xấu của những chú mèo Anh đấy chính là lười vận động. Đây chính là nguyên nhân khiến nhiều chú mèo Anh bị béo phì. Những ai mua mèo Anh lông ngắn và lông dài đều phải thường xuyên rèn cho chúng có thói quen vận động nếu không muốn chúng bị thừa cân.\n",
    "thumbnail": "https://petmaster.vn/petroom/wp-content/uploads/2020/04/meo-anh-1-1.jpg",
    "tag": ["cat","british short hair"]
  },
  {
    "id":7,
    "time": "2020-07-07",
    "title": "Mèo Persian",
    "content": "Mèo Ba Tư có thể “hớp hồn” bất cứ người yêu mèo nào bởi bộ lông “quý tộc” thu hút của mình. Giống mèo này có 2 lớp lông dày mềm mại và đặc biệt cần được chăm sóc tỉ mỉ mỗi ngày.\nBản tính của mèo 34 rất ôn hòa và thân thiện. Chúng thông minh, vui vẻ và vô cùng trung thành với chủ. Giống mèo này luôn biết cách thể hiện tình cảm một cách nhẹ nhàng, thích được chủ âu yếm, vuốt ve.\nTính cách dễ chịu của mèo 34 khiến cho chúng có thể dễ dàng hòa hợp với gia đình bạn ở bất cứ độ tuổi nào. Loài mèo này quá tuyệt vời để nuôi giữ trong nhà và chúng có thể thích nghi tốt ở bất cứ điều kiện nào.\nMèo Ba Tư có kích cỡ trung bình, cơ thể săn chắc và đầy đặn. Chúng sở hữu đôi tai nhỏ, 2 mắt to và đặc biệt là chiếc mũi tẹt, đó là lý do chúng được mệnh danh là mèo mặt tịt. Đây cũng là điểm độc đáo riêng của giống mèo này.\nMèo 34 có rất nhiều màu lông khác nhau: Màu kem, màu cafe sữa, màu trắng, màu xám xanh, màu đỏ, màu nâu, vằn vện… Hiện nay, loài mèo này được lai tạo với nhiều giống mèo khác nhau, điều này khiến chúng có thêm giống Ba Tư lông ngắn, tiện cho việc chăm sóc và chải chuốt hàng ngày.\n",
    "thumbnail": "https://azpet.com.vn/wp-content/uploads/2019/01/meo-ba-tu-2-2.jpg",
    "tag": ["cat","persian"]
  },
  {
    "id":8,
    "time": "2020-07-08",
    "title": "Mèo Nga Xanh",
    "content": "Mèo Nga xanh còn được biết đến với tên gọi mèo Russian Blue là một trong những giống mèo phổ biến và được yêu thích hiện nay. Giống mèo này được các nhà khoa học Anh phát hiện vào khoảng cuối thế kỉ XIX tại Nga và đem đến giới thiệu tại một triển lãm tại London. Ngay từ khi được giới thiệu, mèo Nga xanh đã được mọi người vô cùng yêu thích vì vẻ bề ngoài xinh đẹp và tính tình rất hiền lành thân thiện. Chính vì thế, giống mèo này được nhận nuôi ngày càng nhiều trong các gia đình ở Anh, sau đó phổ biến hơn ở Châu Âu và sau này là toàn thế giới. Năm 1800, Hiệp hội Mèo thế giới đã công nhân Russian Blue là một giống mèo riêng biệt và thuần chủng, khác với các giống mèo khác.\nMèo Nga xanh có đặc điểm ngoại hình rất dễ nhận biết. Bộ lông xám và đôi mắt xanh rất đẹp thường là đặc điểm dễ nhận dạng nhất của giống mèo Russian Blue. Tuy nhiên, mèo Nga xanh vẫn có nhiều đặc điểm nhận dạng khác để phân biệt với một số giống mèo có hình dáng tương tự như mèo Anh lông ngắn. Mèo Nga xanh có kích thước trung bình, không quá to nhưng cũng không quá bé. Giống mèo này có cơ thể mạnh mẽ với phần cơ bắp rất cứng cáp và săn chắc. Bạn sẽ thấy những chú mòe Russian Blue cực kỳ linh hoạt với đôi chân dài, uyển chuyển và nhẹ nhàng. Chúng có phần đầu hơi nhỏ so với kích thước cơ thể, đồng thời 2 tai nhọn, dựng đứng cách xa nhau và khá lớn so với phần đầu. Nhiều người nhận xét mèo Nga xanh có đầu giống như đầu của loài rắn hổ mang, mang đến vẻ đẹp rất lạ và độc đáo cho giống mèo này.\nĐôi mắt của mèo Nga xanh đươc đánh giá là “tuyệt tác” với màu xanh rất ấn tượng và đẹp mắt. Chúng có đôi mắt rất to màu lục, cùng với phần mũi ngắn và mõm hơi rộng, ria mép dài. Nếu mới nhìn qua, bạn sẽ thấy chúng có vẻ lạnh lùng và dữ dằn chứ không ngờ nghệch như mèo Anh lông ngắn. Mèo Nga xanh có đuôi rất dài, chúng có bộ lông rất dày và mượt, màu xám hơi đậm và đôi khi như ánh bạc nhờ vào kết cấu đặc biệt của bộ lông. Chính nhờ vào đặc điểm này, dù không có màu lông bắt mắt nhưng mèo Nga xanh vẫn rất nổi bật, lông lẫy và rực rỡ so với các giống mèo khác.\nCó thể những chú mèo Nga xanh có vẻ ngoài hơi hung dữ và lạnh lùng nhưng trên thực tế, chúng lại là loài mèo rất hiền lành và tình cảm. Khi tiếp xúc và chăm sóc mèo Nga xanh, bạn còn thấy chúng là giống mèo rất dịu dàng và đáng yêu nữa. Đây là loại mèo có bản tính rất hòa nhã, rất ít khi nổi giận và cũng ít phá phách, đó là lý do vì sao một chú mèo Nga xanh lại thân thiết với chủ và những người quen của chúng đến thế. Tuy nhiên, khi chưa có nhiều thời gian tiếp xúc với chúng, bạn sẽ thấy chúng khá nhút nhát chứ không mạnh bạo như vẻ bề ngoài. Với những ai thích sự gần gũi, tình cảm và thân thiện thì mèo Nga xanh sẽ là lựa chọn hợp lý và hoàn hảo khi muốn nhận nuôi một chú mèo.\nMèo Nga xanh là một giống mèo rất khỏe mạnh và có tuổi thọ khá cao. Nếu được chăm sóc tốt, một chú mèo Nga xanh có thể sống được 10, thậm chí 15 năm. Do vậy, nếu muốn mèo Nga xanh sống lâu, bạn cần rất quan tâm đến cách chăm sóc, chế độ dinh dưỡng và cả chế độ sức khỏe cho chúng để đảm bảo chú mèo của bạn có được môi trường phát triển tốt nhất, tránh được bệnh tật và thật khỏe mạnh.\n",
    "thumbnail": "https://file.chodocu.com/2017/10/16/UxyxzLaT/meo-nga-xanh-4-422f.jpg",
    "tag": ["cat","russian blue"]
  },
  {
    "id":9,
    "time": "2020-07-09",
    "title": "Pug",
    "content": "Chó Pug xuất hiện ở Trung Quốc từ rất lâu đời và thuộc giống chó mặt xệ nổi tiếng. Vào thế kỷ 16, chó Pug được mang đến châu Âu và dần trở thành thú cưng được yêu thích trong Hoàng gia Anh và Hà Lan.\nChó Pug trưởng thành có cân nặng bao nhiêu là băn khoăn của nhiều người. Trên thực tế, Pug được xếp vào giống chó có kích thước nhỏ như chó phốc sóc, poolde và chó chihuahua với chiều cao và cân nặng khi trưởng thành là:\nChiều cao: 25 – 35cm (tính từ vai xuống chân).\nCân nặng: 6.5 – 10kg.\nCơ thể chó Pug mặt xệ nhỏ nhưng to mập và săn chắc nên chúng còn có tên gọi khác là body vuông. Chiều cao từ chân đến vai gần bằng chiều dài từ cổ tới mông, khung xương to, xương vai rộng hơn xương hông, trông giống quả lê.\nChó Pug có lưng thẳng, dáng đi vững chắc và oai vệ. Da của chúng mềm, bốn chân khá ngắn nhưng thẳng, chân trước to hơn chân sau một chút. Cơ đùi chó Pug săn chắc, đuôi ngắn, cuộn thành vòng trên lưng hoặc thẳng. Những chú chó đuôi càng cuộn thì càng đẹp.\nChó Pug có lưng thẳng, dáng đi vững chắc và oai vệ. Da của chúng mềm, bốn chân khá ngắn nhưng thẳng, chân trước to hơn chân sau một chút. Cơ đùi chó Pug săn chắc, đuôi ngắn, cuộn thành vòng trên lưng hoặc thẳng. Những chú chó đuôi càng cuộn thì càng đẹp.\nNhiều người bật mí cách nhận biết chó Pug thuần chủng thông qua đặc điểm phần đầu như sau: Nếu nhìn ngang, đầu chó Pug sẽ có hình vòng cung, còn nhìn chính diện sẽ thấy phần đầu của chúng to tròn, có nhiều nếp nhăn xếp chồng lên nhau. Chó Pug hầu như không có xương mũi.\nMắt Pug hơi lồi, to tròn, màu mắt thuần chủng là màu nâu sẫm. Tai của chó Pug to và luôn cụp xuống. Khuôn miệng chó Pug rộng, xương hàm to và chắc khỏe, so với hàm trên thì hàm dưới hơi nhô ra, răng đều, sắc nhọn.\nHiền lành, hòa thuận, thân thiện.\nThông minh, lanh lợi.\nTrung thành.\nHam học hỏi, nhận thức nhanh.\nThích được nuông chiều, cưng nựng.\nTham ăn, lười biếng.\nSống tình cảm, quấn quýt với chủ nhân.\n",
    "thumbnail": "https://zoipet.com/wp-content/uploads/2020/03/cho-pug-thuan-chung.jpg",
    "tag": ["dog","pug"]
  }
]